Repository: magepeopleteam/advanced-partial-payment-or-deposit-for-woocommerce
Catalog: language/woocommerce-deposits-*.po
Languages: es_es

source: WooCommerce Deposits
es_es: Depósitos de WooCommerce

source: Partial Payments
es_es: Pagos parciales

source: Partial Payment
es_es: Pago parcial

# custom post type setting
source: Edit
es_es: Editar

source: Search
es_es: Buscar

source: Settings
es_es: Ajustes

source: Documentation
es_es: Documentación

source: Support
es_es: Atención al cliente

# Order status
source: Partially Paid
es_es: Parcialmente pagado

source: Partially Paid <span class="count">(%s)</span>
es_es: Parcialmente pagado <span class="count">(%s)</span>

source: per item
es_es: por artículo

source: per booking
es_es: por reserva

source: per person
es_es: por persona

source: Pay Deposit
es_es: Pagar depósito

source: Full Amount
es_es: Importe total

source: Deposit Option
es_es: Opción de depósito

source: Future Payment
es_es: Pago futuro

source: Deposit Amount
es_es: Importe del depósito

source: Future Payments
es_es: Pagos futuros

source: Payment plan
es_es: Plan de pago

source: Deposit
es_es: Depósito

source: Remaining
es_es: Restante

source: To Pay
es_es: A pagar

source: Below is a summary of original order
es_es: A continuación se adjunta un resumen del pedido original

source: Partially Paid
es_es: Parcialmente pagado

source: Partial Payment for order %s
es_es: Pago parcial para el pedido %s

source: Partial Payment amount:
es_es: Importe del pago parcial:

source: Cart items
es_es: Elementos de carrito

source: Fees
es_es: Tasas

source: Tax
es_es: Impuestos

source: Shipping
es_es: Envío

source: Shipping Tax
es_es: Impuestos de envío

source: <strong>%s order</strong> partially paid
es_es: <strong>%s pedido</strong> parcialmente pagado

source: View details
es_es: Ver detalles

source: Hide details
es_es: Ocultar detalles

source: Are you sure? this action is irreversible.
es_es: ¿Estás seguro? Esta acción es irreversible.

source: Recalculate Deposit
es_es: Recalcular depósito

source: Partial Payment reminder email manually sent to customer.
es_es: Correo electrónico de recordatorio de pago parcial enviado manualmente al cliente.

source: Email Partial Payment Reminder
es_es: Enviar por correo electrónico un recordatorio de pago parcial

source: Note: Deposit amount is affected by settings for fees, taxes & shipping handling
es_es: Nota: El total del depósito está sujeto a la configuración de comisiones, impuestos y gestión del transporte.

source: This is a partial payment for order %s
es_es: Esto es un pago parcial para el pedido %s

source: View
es_es: Ver

source: Due date:
es_es: Fecha de vencimiento:

source: Error saving. A payment with this date already exist. <a href="%s"> Return </a>
es_es: Error al guardar. Ya existe un pago con esta fecha. <a href="%s"> Volver </a>

source: Checkout Mode enabled
es_es: Modo de pago activado

source: Go to plugin settings
es_es: Ir a ajustes de complemento

source: Enable deposit
es_es: Activar depósito

source: Enable this to require a deposit for this item.
es_es: Activa esto para requerir un depósito para este artículo.

source: Force deposit
es_es: Forzar depósito

source: If you enable this, the customer will not be allowed to make a full payment.
es_es: Si activas esto, el cliente no podrá realizar un pago completo.

source: Specify the type of deposit:
es_es: Especifica el tipo de depósito:

source: Fixed value
es_es: Valor fijo

source: Percentage of price
es_es: Porcentaje del precio

source: This is the minimum deposited amount.<br/>Note: Tax will be added to the deposit amount you specify here.
es_es: Es el importe mínimo depositado.<br/>Nota: Los impuestos se añadirán al importe del depósito que especifiques aquí.

source: Payment plan(s)
es_es: Plan(es) de pago

source: Selected payment plan(s) will be available for customers to choose from
es_es: Los planes de pago seleccionados estarán disponibles para que los clientes puedan elegir

source: Multiply by persons
es_es: Multiplica por personas

source: Enable this to multiply the deposit by person count. (Only works when Fixed Value is active)
es_es: Activa esto para multiplicar el depósito por el número de personas. (Solo funciona cuando se ha activado el Valor Fijo)

source: Partial Payment Reminder
es_es: Recordatorio de pago parcial

source: If you would like to send out second payment reminder emails to all orders containing this product on a specific date in the future, set a date below.
es_es: Si quieres enviar una segunda tanda de correos de recordatorio de pago a todos los pedidos que contengan este producto en una fecha específica en el futuro, establece una fecha a continuación.

source: Next Reminder Date :
es_es: Siguiente fecha de recordatorio:

source: Deposit Options
es_es: Opciones del depósito

source: Enable Deposit ?
es_es: ¿Activar depósito?

source: Force Deposit?
es_es: ¿Forzar depósito?

source: — No Change —
es_es: — Sin cambios —

source: Yes
es_es: Sí

source: Multiply By Persons?
es_es: ¿Multiplicar por personas?

source: Deposit Type?
es_es: ¿Tipo de depósito?

source: Fixed
es_es: Fijo

source: Percentage
es_es: Porcentaje

source: Change to:
es_es: Cambiar a:

source: Increase by (fixed amount or %):
es_es: Aumentar en (importe fijo o %):

source: Decrease by (fixed amount or %):
es_es: Reducir en (importe fijo o %):

source: Enter Deposit Amount (%s)
es_es: Introduce el importe del depósito (%s)

source: Deposit settings
es_es: Ajustes de depósito

source: Override product deposits options
es_es: Opciones de anulación de depósitos de productos

source: Enable to override deposit settings of parent
es_es: Activa para anular ajustes de depósitos de matriz

source: Deposits
es_es: Depósitos

source: Date
es_es: Fecha

source: Export CSV
es_es: Exportar CSV

source: %s deposits in total
es_es: %s depósitos en total

source: %s remaining in total
es_es: %s restantes en total

source: %s partially-paid in total
es_es: %s parcialmente pagado en total

source: Number of deposits
es_es: Número de depósitos

source: Paid deposits
es_es: Depósitos pagados

source: Order Remaining in Total
es_es: Pedido restante en total

source: Please <a href="%s"> enter your purchase code </a> to receive automatic updates
es_es: <a href="%s">Introduzca su código de compra</a> para recibir actualizaciones automáticas

source: Updated successfully
es_es: Actualizado correctamente

source: Checkout Mode Enabled
es_es: Modo de pago activado

source: Debugging Mode Enabled
es_es: Modo de depuración activado

source: Woocommerce Deposits Settings
es_es: Ajustes de depósitos de Woocommerce

source: General Settings
es_es: Ajustes generales

source: Display & Text
es_es: Mostrar y texto

source: Checkout Mode
es_es: Modo de pago

source: Future Payments & Reminders
es_es: Pagos y recordatorios futuros

source: Gateways
es_es: Pasarelas de pago

source: Automatic Updates
es_es: Actualizaciones automáticas

source: Site-wide Settings
es_es: Ajustes de todo el sitio

source: Disable Deposits
es_es: Desactivar depósitos

source: Check this to disable all deposit functionality with one click.
es_es: Marca esto para desactivar todas las funciones de depósito con un solo clic.

source: Default Selection
es_es: Selección predeterminada

source: Select the default deposit option.
es_es: Selecciona la opción de depósito predeterminada.

source: Display Taxes In Product page
es_es: Mostrar los impuestos en la página del producto

source: Check this to count taxes as part of deposits for purposes of display to the customer in product page.
es_es: Compruebe esto para contar los impuestos como parte de los depósitos con el fin de mostrarlos al cliente en la página del producto.

source: Display taxes in cart item Details
es_es: Mostrar los impuestos en la cesta de la compra. Detalles

source: Check this to count taxes as part of deposits for purposes of display to the customer in cart item details
es_es: Compruebe esto para contar los impuestos como parte de los depósitos con el fin de mostrar al cliente los detalles del artículo del carrito.

source: Display Deposit-breakdown Tooltip in cart
es_es: Mostrar descripción emergente de desglose de depósito en carrito

source: Check to display tooltip in cart totals detailing deposit breakdown)
es_es: Activa para mostrar descripción emergente en carrito que detalle el desglose de depósito

source: Fees Collection Method
es_es: Método de cobro de comisiones

source: Choose how to handle fees.
es_es: Elige cómo gestionar las comisiones.

source: with deposit
es_es: con depósito

source: Split according to deposit amount
es_es: Dividir según cantidad de depósito

source: with future payment(s)
es_es: con pago(s) futuro(s)

source: Taxes Collection Method
es_es: Método de recaudación de impuestos

source: Choose how to handle taxes.
es_es: Elige cómo gestionar los impuestos.

source: Shipping Handling Method
es_es: Método de gestión del envío

source: Choose how to handle shipping.
es_es: Elige cómo gestionar el envío.

source: Shipping Taxes Handling Method
es_es: Método de gestión de impuestos de envío

source: Choose how to handle shipping taxes.
es_es: Elige cómo gestionar los impuestos de envío.

source: Discount Coupons Handling
es_es: Gestión de cupones de descuento

source: Choose how to handle coupon discounts
es_es: Elige cómo gestionar cupones de descuento

source: Deduct from deposit
es_es: Deducir del depósito

source: Deduct from future payment(s)
es_es: Deducir de los pagos futuros

source: Reduce Stocks On
es_es: Reducir existencias en

source: Choose when to reduce stocks.
es_es: Elige cuándo reducir las existencias.

source: Deposit Payment
es_es: Pago del depósito

source: Full Payment
es_es: Pago completo

source: Make partially paid orders editable
es_es: Hacer editables los pedidos parcialmente pagados

source: Check to make orders editable while in "partially paid" status
es_es: Marca para hacer que los pedidos con estado "parcialmente pagado" se puedan editar.

source: Show "has deposit" column in admin order list table
es_es: Mostrar la columna "tiene depósito" en la tabla de lista de pedidos de administrador

source: Check to show a column in admin order list indicating if order has deposit
es_es: Marca para mostrar una columna en la lista de pedidos de administrador que indica si el pedido tiene depósito

source: Disable deposit for selected user roles
es_es: Desactivar depósito para los roles de usuario seleccionados

source: Restrict deposits for logged-in users only
es_es: Restringir depósitos a solo usuarios que hayan iniciado sesión

source: Check this to disable all deposit functionality for guests
es_es: Marca esto para desactivar todas las funciones de depósito para los invitados

source: Text to replace
es_es: Texto que sustituir

source: Override payment form
es_es: Anular el formulario de pago

source: allow overriding "form-pay.php" template to display original order details during partial payment checkout
es_es: permitir que la plantilla "form-pay.php" anulada muestre los detalles del pedido original durante la comprobación del pago parcial

source: Buttons
es_es: Botones

source: No HTML allowed. Text will be translated to the user if a translation is available.<br/>Please note that any overflow will be hidden, since button width is theme-dependent.
es_es: No admite HTML. El texto se traducirá al usuario si hay una traducción disponible.<br/>Ten en cuenta que cuaquier sobrante se ocultará, ya que el botón de anchura es dependiente del tema.

source: Use Basic Deposit Buttons
es_es: Usar botones de depósito básicos

source: Use basic radio buttons for deposits, Check this if you are facing issues with deposits slider buttons in product page,
es_es: Usa los botones de radio básicos para depósitos. Márcalo si tienes problemas con los botones de los depósitos en la página del producto,

source: Deposit choice strings
es_es: Cadenas de elección de depósito

source: No HTML allowed. Text will be translated to the user if a translation is available.
es_es: No admite HTML. El texto se traducirá al usuario si hay una traducción disponible.

source: Deposit Button Text
es_es: Texto del botón depósito

source: Text displayed in the 'Pay Deposit' button.
es_es: Texto que se muestra en el botón "Pagar depósito".

source: Full Amount Button Text
es_es: Texto del botón importe total

source: Text displayed in the 'Full Amount' button.
es_es: Texto que se muestra en el botón "Importe total".

source: Checkout & Order strings
es_es: Cadenas para pedir y pagar

source: Messages
es_es: Mensajes

source: Please check the documentation for allowed HTML tags.
es_es: Revisa la documentación sobre las etiquetas HTML admitidas.

source: Deposit Message
es_es: Mensaje de depósito

source: Message to show when 'Pay Deposit' is selected on the product's page.
es_es: Mensaje que se muestra cuando se selecciona "Pagar depósito" en la página del producto.

source: Full Amount Message
es_es: Mensaje de importe total

source: Message to show when 'Full Amount' is selected on the product's page.
es_es: Mensaje que se muestra cuando se selecciona "Importe total" en la página del producto.

source: Deposit on Checkout Mode
es_es: Depósito en modo de pago

source: changes the way deposits work to be based on total amount at checkout button
es_es: cambia el funcionamiento del depósito para que se base en el importe total en el botón de pago

source: Enable checkout mode
es_es: Activar el modo de pago

source: Check this to enable checkout mode, which makes deposits calculate based on total amount during checkout instead of per product
es_es: Marca esta casilla si deseas activar el modo de pago. Esto hará que el depósito se calcule basándose en el importe total durante el pago en lugar de por producto.

source: If you check this, the customer will not be allowed to make a full payment during checkout
es_es: Si activas esto, el cliente no podrá realizar un pago completo durante el pago

source: Amount Type
es_es: Tipo de importe

source: Choose amount type
es_es: Elegir tipo de importe

source: Amount of deposit ( should not be more than 99 for percentage or more than order total for fixed
es_es: Importe del depósito (no debería superar el 99 % del importe total del pedido).

source: Future Payments Settings
es_es: Ajustes de pagos futuros

source: Enable Future Payments
es_es: Habilitar pagos futuros

source: Uncheck this to prevent the customer from making any payment beyond deposit. (You'll have to manually mark the orders as completed)
es_es: Desmarque esto para evitar que el cliente haga cualquier pago más allá del depósito (tendrá que marcar manualmente los pedidos como completados).

source: Second Payment Settings
es_es: Ajustes de segundo pago

source: Second Payment Reminder controls (You can always send a reminder manually from order actions )
es_es: Controles de recordatorio de segundo pago (si lo deseas, puedes enviar un recordatorio manualmente desde el pedido)

source: These settings apply only to orders where there are only 2 payments (Deposit & Second payment)
es_es: Estos ajustes se aplican solo a los pedidos en los que únicamente hay dos pagos (depósito y segundo pago)

source: Enable Second Payment Reminder after "X" Days
es_es: Activar recordatorio de segundo pago tras "X" días

source: Check this to enable sending second payment reminder email automatically after X number of days of deposit payment.
es_es: Activa para que se envíe de forma automática un correo electrónico como recordatorio de segundo pago tras X días del pago del depósito

source: Days before Second Payment reminder
es_es: Días antes del recordatorio del segundo pago

source: Duration between partial payment and second payment reminder (in days)
es_es: Tiempo entre el pago parcial y el recordatorio del segundo pago (en días)

source: Days before Second Payment is due
es_es: Días antes de que venza el segundo pago

source: Number of days before second payment is due ( leave field empty for unlimited days )
es_es: Número de días antes de que venza el segundo pago (dejar el campo en blanco para días ilimitados)

source: Payment plan Settings
es_es: Ajustes de plan de pago

source: These settings apply only to orders where there are more than 2 payments (%s).
es_es: Estos ajustes sólo se aplican a los pedidos en los que hay más de dos pagos (%s).

source: Enable Partial Payment reminder
es_es: Habilitar el recordatorio de pago parcial

source: Check this to enable Partial payment reminder
es_es: Marque esto para activar el recordatorio de pago parcial

source: Partial Payment reminder
es_es: Recordatorio de pago parcial

source: Send a reminder email x days before partial payment due date
es_es: Envíe un correo electrónico de recordatorio x días antes de la fecha de vencimiento del pago parcial

source: Disallowed Gateways
es_es: Pasarelas de pago no permitidas

source: Disallow the following gateways when there is a deposit in the cart.
es_es: Rechaza las siguientes pasarelas de pago cuando haya un depósito en el carrito.

source: Disallowed For Deposits
es_es: No permitida para depósitos

source: Disallowed For Partial Payments
es_es: No se permiten pagos parciales

source: Purchase code
es_es: Código de compra

source: Insert your <a target="_blank" href="%s"> purchase code </a> to receive automatic updates.
es_es: Introduce tu <a target="_blank" href="%s">código de compra</a> para recibir actualizaciones automáticas.

source: Verify purchase code
es_es: Verificar código de compra

source: Advanced
es_es: Avanzado

source: If you would like to send out all partial payment reminders on a specific date in the future, set a date below.
es_es: Si quieres enviar todos los recordatorios de pagos parciales en una fecha específica en el futuro, establece la fecha a continuación.

source: Next Custom Reminder Date :
es_es: Siguiente fecha de recordatorio personalizado:

source: Deposit Buttons Primary Colour
es_es: Color primario de botones de depósito

source: Deposit Buttons Secondary Colour
es_es: Color secundario de botones de depósito

source: Deposit Buttons Highlight Colour
es_es: Color de realce de botones de depósito

source: Error verifying purchase code, please try again later. If issue persist, please submit a ticket to our <a target="_blank" href="%s"> support platform. </a>
es_es: Error al verificar el correo de compra, vuelve a intentarlo. Si el problema continúa, envía un ticket a nuestra <a target="_blank" href="%s">plataforma de atención al cliente</a>.

source: Invalid Purchase code
es_es: Código de compra no válido

source: Thank You. Purchase code verified successfully.
es_es: Gracias. Se ha verificado correctamente tu código de compra.

source: Payment plans
es_es: Planes de pago

# Admin menu name
source: Payment plans
es_es: Planes de pago

source: All plans
es_es: Todos los planes

source: Edit
es_es: Editar

source: Update
es_es: Actualizar

source: Add new
es_es: Añadir nuevo

source: New plan name
es_es: Nuevo nombre de plan

source: Add or remove plans
es_es: Añadir o quitar planes

source: No plans found
es_es: No se ha encontrado ningún plan

source: Plan schedule
es_es: Planificar horario

source: Immediately
es_es: Inmediatamente

source: Deposit Payment Received
es_es: Pago de depósito recibido

source: This is an order notification sent to the customer after partial-payment, containing order details and a link to pay the remaining balance.
es_es: Esta es una notificación del pedido que se envía al cliente tras el pago parcial, el cual contiene los detalles del pedido y un enlace para pagar el saldo restante.

source: Link
es_es: Enlace

source: Your {site_title} order receipt from {order_date}
es_es: Tu recibo del pedido de {site_title} realizado el {order_date}

source: Thank you for your order
es_es: Gracias por tu pedido

source: Your deposit has been received and your order is now being processed. Your order details are shown below for your reference:
es_es: Su depósito se ha recibido y su pedido se está procesando. Los detalles de su pedido se muestran a continuación para su referencia:

source: To pay the remaining balance, please visit this link: {mepp_payment_link}
es_es: Para pagar el saldo restante, visite este enlace: {mepp_payment_link}

source: Payment text
es_es: Texto de pago

source: Text to appear with payment link
es_es: El texto aparecerá con el enlace de pago

source: Partial Payment Received
es_es: Pago parcial recibido

source: Thank you for your payment
es_es: Gracias por su pago

source: Your payment {partial_payment_number} has been received. Your order details are shown below for your reference:
es_es: Su pago {partial_payment_number} se ha recibido. Los detalles de su pedido se muestran a continuación para su referencia:

source: Reminder of partially-paid order sent to the customer
es_es: Se envía al cliente un recordatorio de pedido parcialmente pagado

source: Your {site_title} order partial payment reminder {order_date}
es_es: Su {site_title} pedido de recordatorio de pago parcial {order_date}

source: Partial Payment Reminder #{order_number}
es_es: Recordatorio de pago parcial {order_number}

source: Kindly be reminded that your order's partial payment is still pending payment.
es_es: Recuerde que el pago parcial de su pedido aún está pendiente de pago.

source: To make payment, please visit this link: {mepp_payment_link}
es_es: Para realizar el pago, visite este enlace: {mepp_payment_link}

source: Partial payment reminder subject
es_es: Tema de recordatorio de pago parcial

source: For partial payment reminders (%s)
es_es: Para recordatorios de pagos parciales (%s)

source: Full payment emails are sent when an order is fully paid.
es_es: Los mensajes de pago completo se envían cuando el pedido está completamente pagado.

source: Order fully paid
es_es: Pedido completamente pagado

source: [{site_title}] Order fully paid ({order_number}) - {order_date}
es_es: [{site_title}] Pedido completamente pagado ({order_number}) - {order_date}

source: Enable/Disable
es_es: Activar/Desactivar

source: Enable this email notification
es_es: Activa esta notificación por correo

source: Recipient(s)
es_es: Destinatario(s)

source: Enter recipients (comma separated) for this email. Defaults to <code>%s</code>.
es_es: Introduce los destinatarios (separados por una coma) de este mensaje. Por defecto <code>%s</code>.

source: Subject
es_es: Asunto

source: This controls the email subject line. Leave blank to use the default subject: <code>%s</code>.
es_es: Esto controla el asunto del mensaje. Déjalo en blanco para utilizar el asunto predeterminado: <code>%s</code>.

source: Email Heading
es_es: Encabezado del mensaje

source: This controls the main heading contained within the email notification. Leave blank to use the default heading: <code>%s</code>.
es_es: Esto controla el encabezado principal de la notificación por correo. Déjalo en blanco para utilizar el encabezado predeterminado: <code>%s</code>.

source: Email type
es_es: Tipo de mensaje

source: Choose which format of email to send.
es_es: Elige el formato de mensaje que quieres enviar.

source: Plain text
es_es: Texto sin formato

source: Multipart
es_es: Multiparte

source: Partial payment emails are sent when an order is partially paid.
es_es: Los mensajes de pago parcial se envían cuando el pedido se ha pagado parcialmente.

source: Order partially paid
es_es: Pedido parcialmente pagado

source: [{site_title}] Order partially paid ({order_number}) - {order_date}
es_es: Pedido de [{site_title}] pagado parcialmente ({order_number}) - {order_date}

source: An order from %s has been paid in full. Their order is as follows:
es_es: Se ha pagado al completo un pedido de %s. Su pedido es el siguiente:

source: You have received a %s order from %s. Their order is as follows:
es_es: Has recibido un pedido parcialmente pagado de %s. Su pedido es el siguiente:
