Repository: magepeopleteam/advanced-partial-payment-or-deposit-for-woocommerce
Catalog: language/woocommerce-deposits-*.po
Languages: es_es

source: Partial Payments Summary
es_es: Resumen de pagos parciales

source: Payment
es_es: Pago

source: Payment ID
es_es: ID de pago

source: Status
es_es: Estado

source: Amount
es_es: Importe

source: Partial payments summary
es_es: Resumen de pagos parciales

source: Payments Total
es_es: Total de pagos

source: Payment Date
es_es: Fecha de pago

source: Has Deposit
es_es: Tiene depósito

source: Mark partially paid
es_es: Marcar parcialmente pagado

source: Order status changed by bulk edit:
es_es: Estado de pedido cambiado en edición masiva:

source: No partial payments found.
es_es: No se han encontrado pagos parciales.

source: Payment method
es_es: Método de pago

source: Actions
es_es: Acciones

source: No payment schedule found.
es_es: No se ha encontrado ninguna programación de pagos.

source: Save
es_es: Guardar

source: Partial Payment Invoice
es_es: Factura de pago parcial

source: PDF Invoice
es_es: Factura en PDF

source: Balance Due
es_es: Saldo adeudado

source: Order number: %s
es_es: Pedido número: %s

source: Order date: %s
es_es: Fecha del pedido: %s
