Repository: magepeopleteam/advanced-partial-payment-or-deposit-for-woocommerce
Catalog: languages/advanced-partial-payment-*-deposit-for-woocommerce-*.po
Languages: bn_bd

source: (Pro Feature)
bn_bd: (প্রো বৈশিষ্ট্য)

source: Only
bn_bd: শুধুমাত্র

# %s = human-readable time difference
source: %s ago
bn_bd: %s আগে

source: Action
bn_bd: কর্ম

source: Activate
bn_bd: সক্রিয়

source: Activate installed plugin
bn_bd: ইনস্টল প্লাগইন সক্রিয়

source: Activated
bn_bd: সক্রিয়

source: Admin can set when stock will be reduced.
bn_bd: অ্যাডমিন সেট করতে পারেন যখন স্টক হ্রাস করা হবে.

source: Admin will get email
bn_bd: অ্যাডমিন ইমেইল পাবেন

source: Admin will get email notification when a customer make a partial payment.
bn_bd: অ্যাডমিন পাবেন ইমেল বিজ্ঞপ্তি যখন একটি গ্রাহক তৈরি করতে একটি আংশিক পেমেন্ট.

source: Advanced Partial/Deposit Payment For Woocommerce
bn_bd: উন্নত আংশিক/আমানত জন্য পেমেন্ট, ওয়ার্ডপ্রেস

source: Advanced Partial/Deposit Payment For Woocommerce is Dependent on Woocommerce
bn_bd: উন্নত আংশিক/আমানত জন্য পেমেন্ট, ওয়ার্ডপ্রেস উপর নির্ভরশীল ওয়ার্ডপ্রেস

source: Advanced – Deposit & Partial Payments for WooCommerce
bn_bd: উন্নত – ডিপোজিট ও আংশিক পেমেন্ট, ওয়ার্ডপ্রেস জন্য

source: Advanced – Deposit & Partial Payments for WooCommerce Required Plugins
bn_bd: উন্নত – ডিপোজিট ও আংশিক পেমেন্ট, ওয়ার্ডপ্রেস জন্য প্লাগইন প্রয়োজন

source: Advanced – Deposit & Partial Payments for WooCommerce required the following plugin:
bn_bd: উন্নত – ডিপোজিট ও আংশিক পেমেন্ট, ওয়ার্ডপ্রেস জন্য প্রয়োজন নিম্নলিখিত প্লাগইন:

source: Advanced – Deposit & Partial Payments for WooCommerce required the following plugins:
bn_bd: উন্নত – ডিপোজিট ও আংশিক পেমেন্ট, ওয়ার্ডপ্রেস জন্য প্রয়োজন নিম্নলিখিত প্লাগইন:

source: Advanced – Deposit & Partial Payments for WooCommerce:
bn_bd: উন্নত – ডিপোজিট ও আংশিক পেমেন্ট, ওয়ার্ডপ্রেস জন্য:

source: Allow customer to pay partial in cart or checkout section:
bn_bd: অনুমতি গ্রাহক দিতে আংশিক কার্ট বা চেকআউট অধ্যায়:

source: Allow Payment Methods for Partial Payment
bn_bd: অনুমতি পেমেন্ট পদ্ধতি জন্য আংশিক পেমেন্ট

source: Allow User Roles for Partial Payment
bn_bd: অনুমতি ব্যবহারকারী ভূমিকা জন্য আংশিক পেমেন্ট

source: Allow Zero Price Checkout?
bn_bd: অনুমতি শূন্য মূল্য চেকআউট?

source: Amount
bn_bd: পরিমাণ

source: Basic
bn_bd: মৌলিক

source: Begin installing plugins
bn_bd: প্লাগইন ইনস্টল শুরু

source: Billing address
bn_bd: বিলিং ঠিকানা

source: BUY PRO
bn_bd: প্রো কিনতে

source: Category:
bn_bd: বিভাগ:

source: Check this to enable if you want to send reminder email after "X" Days
bn_bd: এই পরীক্ষা করতে সক্ষম হলে, আপনি পাঠাতে চান, অনুস্মারক ইমেল পরে "X" দিন

source: Checkout (Pro Feature)
bn_bd: চেকআউট (প্রো বৈশিষ্ট্য)

source: Checkout Mode
bn_bd: চেকআউট মোড

source: Checkout Mode Enabled
bn_bd: চেকআউট মোড সক্রিয়

source: Checkout mode enabled
bn_bd: চেকআউট মোড সক্রিয়

source: Checkout with Zero Price
bn_bd: চেকআউট সঙ্গে শূন্য মূল্য

source: Close
bn_bd: বন্ধ

source: Custom amount:
bn_bd: কাস্টম পরিমাণ:

source: Custom Message about deposit type
bn_bd: কাস্টম বার্তা সম্পর্কে আমানত টাইপ

source: Custom message show in product page about deposit
bn_bd: কাস্টম বার্তা প্রদর্শন পণ্য পাতা সম্পর্কে আমানত

# custom post type setting
source: Edit Partial Payment
bn_bd: সম্পাদনা আংশিক পেমেন্ট

# custom post type setting
source: Order
bn_bd: যাতে

source: Date
bn_bd: আপলোড

source: Days after Last payment reminder
bn_bd: পর দিন গত পেমেন্ট অনুস্মারক

source: Days before Payment plan reminder
bn_bd: দিন আগে পেমেন্ট পরিকল্পনা, অনুস্মারক

source: Default deposit type.
bn_bd: ডিফল্ট আমানত টাইপ.

source: Default Partial Amount
bn_bd: ডিফল্ট আংশিক পরিমাণ

source: Default Partial Type
bn_bd: ডিফল্ট আংশিক টাইপ

source: Default partial value.
bn_bd: ডিফল্ট আংশিক মান.

source: Default payment plan(s).
bn_bd: ডিফল্ট পেমেন্ট পরিকল্পনা(গুলি).

source: Default Payment Plans
bn_bd: ডিফল্ট পেমেন্ট পরিকল্পনা

source: Deposit
bn_bd: আমানত

source: Deposit Amount :
bn_bd: আমানত পরিমাণ :

source: Deposit Type
bn_bd: আমানত টাইপ

source: Deposit type
bn_bd: আমানত টাইপ

source: Deposit Value *
bn_bd: আমানত মান *

source: Deposit:
bn_bd: আমানত:

source: Desposit Order
bn_bd: Desposit অর্ডার

source: Docs
bn_bd: ডক্স

source: Documentation
bn_bd: ডকুমেন্টেশন

source: Due
bn_bd: কারণে

source: Due Amount
bn_bd: কারণে পরিমাণ

source: Due Payment
bn_bd: পেমেন্ট কারণে

source: Due Payment:
bn_bd: কারণে পেমেন্ট:

source: Duration between partial payment and next payment (in days)
bn_bd: সময়কাল মধ্যে আংশিক পেমেন্ট এবং পরবর্তী পেমেন্ট (দিন)

source: Edit Order
bn_bd: সম্পাদনা করার জন্য

source: Email Reminder
bn_bd: ইমেল অনুস্মারক

source: Enable checkout mode
bn_bd: সক্রিয় চেকআউট মোড

source: Enable Deposit
bn_bd: সক্রিয় আমানত

source: Enable deposits feature for this event?.
bn_bd: সক্রিয় আমানত বৈশিষ্ট্য এই ঘটনার জন্য?.

source: Enable deposits feature for this product.
bn_bd: সক্রিয় আমানত বৈশিষ্ট্য এই পণ্যের জন্য.

source: Enable deposits feature.
bn_bd: সক্রিয় আমানত বৈশিষ্ট্য.

source: Enable it, If you want to show partial option in Cart page.
bn_bd: এটি সক্রিয় হলে, আপনি প্রদর্শন করতে চান, আংশিক অপশন মধ্যে কার্ট পাতা.

source: Enable Partial By Default
bn_bd: সক্রিয় আংশিক ডিফল্ট দ্বারা

source: Enable Payment plan reminder
bn_bd: সক্রিয় পেমেন্ট পরিকল্পনা, অনুস্মারক

source: Enable Second Payment Reminder after "X" Days
bn_bd: সক্রিয় দ্বিতীয় পেমেন্ট অনুস্মারক পরে "X" দিন

source: Enter a minimum value. This is the Minimum Payment Amount of this Deposit Type. Only Number allow.
bn_bd: লিখুন একটি সর্বনিম্ন মান. এই সর্বনিম্ন পেমেন্ট পরিমাণ, এই আমানত টাইপ. শুধুমাত্র সংখ্যা অনুমতি দেয়.

source: Enter the value for deposit. only number allow.
bn_bd: প্রবেশ মূল্য আমানত জন্য. শুধুমাত্র সংখ্যা অনুমতি দেয়.

source: Featured Image
bn_bd: বৈশিষ্ট্যযুক্ত ইমেজ

source: Fixed
bn_bd: সংশোধন করা হয়েছে

source: Fixed Amount
bn_bd: নির্দিষ্ট পরিমাণ

source: Force Partial Payment
bn_bd: বল আংশিক পেমেন্ট

source: Full Payment
bn_bd: সম্পূর্ণ পেমেন্ট

source: Fully Paid
bn_bd: পুরোপুরি দেওয়া

source: General
bn_bd: সাধারণ

source: GET PRO
bn_bd: প্রো পেতে

source: Go to plugin setting
bn_bd: যান প্লাগইন সেটিং

source: Here any label change or translation text can be added.
bn_bd: এখানে কোন লেবেল পরিবর্তন বা অনুবাদ টেক্সট যোগ করা যেতে পারে.

source: Here you can enable deposit add deposit type and enter deposit amount.
bn_bd: এখানে আপনি সক্রিয় করতে পারেন আমানত যোগ আমানত টাইপ করুন এবং লিখুন, আমানত পরিমাণ.

source: Hide Details
bn_bd: আড়াল বিস্তারিত

source: If value is "yes" then partial option show on checkout page instead of product page. And deposit configuration will work from site-wide settings
bn_bd: মান যদি হয় "হ্যাঁ", তারপর আংশিক বিকল্প প্রদর্শন চেকআউট পৃষ্ঠায় পরিবর্তে পণ্য পৃষ্ঠা. এবং আমানত কনফিগারেশন কাজ করবে সাইট থেকে ব্যাপী সেটিংস

source: If you want to allow to user can make order with zero price
bn_bd: যদি আপনি চান, অনুমতি, ব্যবহারকারী করতে পারেন, যাতে সঙ্গে শূন্য মূল্য

source: If you would like to use deposit product basis, please disable checkout mode.
bn_bd: আপনি যদি ব্যবহার করতে চান, আমানত পণ্য ভিত্তিতে দয়া করে নিষ্ক্রিয় করুন চেকআউট মোড.

source: Image
bn_bd: ইমেজ

source: In pro version there is a reminder system. Admin can setup when payment reminder will be sent and reminder history log will be added.
bn_bd: প্রো সংস্করণ আছে, একটি অনুস্মারক সিস্টেম. অ্যাডমিন সেটআপ করতে পারেন যখন, পেমেন্ট অনুস্মারক পাঠানো হবে এবং অনুস্মারক ইতিহাস লগ যোগ করা হবে.

source: Inherit site-wide setting
bn_bd: উত্তরাধিকারী সাইট ব্যাপী সেটিং

source: Install
bn_bd: ইনস্টল

source: Install WCPP Plugins
bn_bd: ইনস্টল WCPP প্লাগইন

source: It can be enabled with minimum custom amount, customer can by paying any amount for partial payment order.
bn_bd: এটি সক্রিয় করা যাবে সর্বনিম্ন সঙ্গে কাস্টম পরিমাণ করতে পারেন গ্রাহক পরিশোধ করে কোন পরিমাণ জন্য আংশিক পেমেন্ট অর্ডার.

source: It enables the pay deposit button in shop product list.
bn_bd: এটি করতে সক্ষম হবেন, বেতন জমা বাটন দোকান পণ্য তালিকা.

source: Label for text: Deposit
bn_bd: লেবেল জন্য টেক্সট: আমানত

source: Label for text: Deposit Type
bn_bd: লেবেল জন্য টেক্সট: আমানত টাইপ

source: Label for text: Due Amount
bn_bd: লেবেল জন্য টেক্সট: কারণে পরিমাণ

source: Label for text: Due Payment
bn_bd: লেবেল জন্য টেক্সট: কারণে পেমেন্ট

source: Label for text: Full Payment
bn_bd: লেবেল লেখার জন্য: পূর্ণ পেমেন্ট

source: Label for text: Partially Paid
bn_bd: লেবেল জন্য টেক্সট: আংশিকভাবে দেওয়া

source: Label for text: Pay Deposit
bn_bd: লেবেল জন্য টেক্সট: বেতন আমানত

source: Label for text: Pay Due Payment
bn_bd: লেবেল জন্য টেক্সট: পে কারণে পেমেন্ট

source: Label for text: Payments Total
bn_bd: লেবেল জন্য টেক্সট: পেমেন্ট মোট

source: Label for text: To Pay
bn_bd: লেবেল জন্য টেক্সট: দিতে

source: License
bn_bd: লাইসেন্স

source: MagePeople Team
bn_bd: MagePeople দল

source: Minimum Amount
bn_bd: সর্বনিম্ন পরিমাণ

source: Minimum Amount (Pro Feature)
bn_bd: সর্বনিম্ন পরিমাণ (প্রো বৈশিষ্ট্য)

source: Minimum Value *
bn_bd: সর্বনিম্ন মান *

source: New deposit type will be added
bn_bd: নতুন আমানত টাইপ যোগ করা হবে

source: Next Reminder Date
bn_bd: পরবর্তী অনুস্মারক তারিখ

source: No
bn_bd: কোন

source: No data found!
bn_bd: কোন তথ্য পাওয়া যায় নি!

source: Off
bn_bd: বন্ধ

source: On
bn_bd: উপর

source: On/Off Pay Deposit button in product list
bn_bd: চালু/বন্ধ পরিশোধ আমানত বাটন পণ্য তালিকা

source: Order
bn_bd: যাতে

source: Order Amount
bn_bd: অর্ডার পরিমাণ

source: Order Date
bn_bd: যাতে আপলোড

source: Order Detail
bn_bd: অর্ডার বিস্তারিত

source: Order Due
bn_bd: অর্ডার কারণে

source: Order No
bn_bd: যাতে কোন

# Order status
source: Partially Paid
bn_bd: আংশিকভাবে দেওয়া

source: Paid:
bn_bd: দেওয়া:

source: Partial
bn_bd: আংশিক

source: Partial Order
bn_bd: আংশিক আদেশ

source: Partial Order: Here all partial order will be listed with history.
bn_bd: আংশিক আদেশ: এখানে সব আংশিক আদেশ করা হবে, সঙ্গে তালিকাভুক্ত ইতিহাস.

source: Partial Payment
bn_bd: আংশিক পেমেন্ট

source: Partial Payment amount:
bn_bd: আংশিক পেমেন্ট পরিমাণ:

source: Partial Payment for order %s
bn_bd: আংশিক পেমেন্ট করার জন্য %s

source: Partial Payment Reminder log
bn_bd: আংশিক পেমেন্ট অনুস্মারক লগ

source: Partial Payment Reminder:
bn_bd: আংশিক পেমেন্ট অনুস্মারক:

source: Partial Payments
bn_bd: আংশিক পেমেন্ট

source: Partial status for this product
bn_bd: আংশিক অবস্থা এই পণ্যের জন্য

source: Partial value is not set so partial is now disabled for this product. Please set a value.
bn_bd: আংশিক মান সেট করা হয় না, তাই আংশিক এখন নিষ্ক্রিয় করা হয়েছে এই পণ্যের জন্য. দয়া করে একটি মান সেট.

source: Partially Paid
bn_bd: আংশিকভাবে দেওয়া

source: Pay Deposit
bn_bd: বেতন আমানত

source: Pay Deposit:
bn_bd: বেতন আমানত:

source: Pay Now
bn_bd: পে এখন

source: Payment can be done by monthly week, or yearly or any duration. It is mainly will work as installment payment.
bn_bd: পেমেন্ট দ্বারা সম্পন্ন করা যেতে পারে, মাসিক, সপ্তাহ, বা বাত্সরিক বা কোন সময়কাল. এটি প্রধানত হিসাবে কাজ করবে কিস্তি পেমেন্ট.

source: Payment Date
bn_bd: পেমেন্ট তারিখ

source: Payment history
bn_bd: পেমেন্ট ইতিহাস

source: Payment Method
bn_bd: পেমেন্ট পদ্ধতি

source: Payment Plan
bn_bd: পেমেন্ট পরিকল্পনা

source: Payment plan
bn_bd: পেমেন্ট পরিকল্পনা

source: Payment Plan (Pro Feature)
bn_bd: পেমেন্ট পরিকল্পনা (প্রো বৈশিষ্ট্য)

source: Payment plan(s)
bn_bd: পেমেন্ট পরিকল্পনা(গুলি)

source: Payment Plan:
bn_bd: পেমেন্ট পরিকল্পনা:

source: Payment Receive Date
bn_bd: পেমেন্ট পাবেন, আপলোড

source: Payments Total
bn_bd: পেমেন্ট মোট

source: Percent
bn_bd: শতাংশ

source: Percentage of Amount
bn_bd: শতকরা পরিমাণ

source: PRO
bn_bd: প্রো

source: Pro
bn_bd: প্রো

source: Pro version
bn_bd: প্রো সংস্করণ

source: Product Name
bn_bd: পণ্যের নাম

source: Quantity
bn_bd: পরিমাণ

source: Re-Send
bn_bd: পুনরায় পাঠান

source: Reminder content
bn_bd: অনুস্মারক কন্টেন্ট

source: Reminder Email Sent Date
bn_bd: অনুস্মারক ইমেল পাঠানো আপলোড

source: Save
bn_bd: সংরক্ষণ করুন

source: Search Partial Payments
bn_bd: অনুসন্ধান আংশিক পেমেন্ট

source: Select Deposit Type
bn_bd: নির্বাচন আমানত টাইপ

source: Select one
bn_bd: নির্বাচন এক

source: Selected payment plan(s) will be available for customers to choose from
bn_bd: নির্বাচিত পেমেন্ট পরিকল্পনা(গুলি) জন্য উপলব্ধ করা হবে, গ্রাহকদের, থেকে পছন্দ করে নিন

source: Send Now
bn_bd: এখন পাঠাতে

source: Settings
bn_bd: সেটিংস

source: Show Details
bn_bd: শো বিবরণ

source: Show Partial Option in Cart page
bn_bd: শো আংশিক অপশন মধ্যে কার্ট পাতা

source: Site-wide
bn_bd: সাইট ব্যাপী

source: Sl.
bn_bd: শ্রীলঙ্কা.

source: Status
bn_bd: অবস্থা

source: Stock reduce on
bn_bd: স্টক কমাতে

source: Stock reduce on which payment?
bn_bd: স্টক কমাতে যা পেমেন্ট?

source: Stock Reduce option:
bn_bd: স্টক কমাতে বিকল্প:

source: Support
bn_bd: সমর্থন

source: The following required plugin is currently inactive:
bn_bd: নিম্নলিখিত প্রয়োজনীয় প্লাগ বর্তমানে নিষ্ক্রিয়:

source: The following required plugins are currently inactive:
bn_bd: নিম্নলিখিত প্রয়োজনীয় প্লাগিন বর্তমানে নিষ্ক্রিয়:

source: This is mostly unique feature admin can enable option to pay any amount from cart page directly to confirm booking.
bn_bd: এই বেশিরভাগই অনন্য বৈশিষ্ট্য অ্যাডমিন সক্রিয় করতে পারেন অর্থ প্রদান করার বিকল্প কোন পরিমাণ থেকে কার্ট পাতা সরাসরি বুকিং কনফার্ম করার জন্য.

source: This plugin will add Partial Payment System in the Woocommerce Plugin its also support Woocommerce Event Manager Plugin.
bn_bd: এই প্লাগইন যোগ হবে, আংশিক পেমেন্ট সিস্টেম, ওয়ার্ডপ্রেস প্লাগইন, তার সমর্থন, ওয়ার্ডপ্রেস ইভেন্ট ম্যানেজার প্লাগইন.

source: To Pay:
bn_bd: দিতে:

source: Total
bn_bd: মোট

source: Total Paid
bn_bd: মোট প্রদত্ত

source: Total:
bn_bd: মোট:

source: Translation
bn_bd: অনুবাদ

source: Unit Price
bn_bd: একক মূল্য

source: Upgrade to Pro
bn_bd: প্রো আপগ্রেড

source: Upgrade to PRO Version
bn_bd: প্রো আপগ্রেড সংস্করণ

source: Use our Premium Features Now
bn_bd: ব্যবহার আমাদের প্রিমিয়াম বৈশিষ্ট্য এখন

source: Video Tutorial
bn_bd: ভিডিও টিউটোরিয়াল

source: View Details
bn_bd: বিস্তারিত দেখুন

source: View History
bn_bd: দেখুন ইতিহাস

source: View Order
bn_bd: আদেশ দেখুন

source: We detected that your cart has Deposit products. Please remove them before being able to add this product.
bn_bd: আমরা সনাক্ত যে আপনার কার্ট হয়েছে, আমানত পণ্য. দয়া করে মুছে ফেলার আগে তাদের যুক্ত করতে সক্ষম হচ্ছে এই পণ্য.

source: We detected that your cart has Regular products. Please remove them before being able to add this product.
bn_bd: আমরা সনাক্ত যে আপনার কার্ট হয়েছে, নিয়মিত পণ্য. দয়া করে মুছে ফেলার আগে তাদের যুক্ত করতে সক্ষম হচ্ছে এই পণ্য.

source: Welcome
bn_bd: স্বাগতম

source: Welcome to Advanced Partial/Deposit Payment For Woocommerce
bn_bd: স্বাগতম উন্নত আংশিক/আমানত জন্য পেমেন্ট, ওয়ার্ডপ্রেস

source: Welcome to Advanced Partial/Deposit Payment For Woocommerce Plugin Guideline
bn_bd: স্বাগতম উন্নত আংশিক/আমানত পেমেন্ট, ওয়ার্ডপ্রেস প্লাগইন জন্য গাইডলাইন

source: Welcome to Advanced Partial/Deposit Payment For Woocommerce PRO Plugin Guideline
bn_bd: স্বাগতম উন্নত আংশিক/আমানত জন্য পেমেন্ট প্রো ওয়ার্ডপ্রেস প্লাগইন গাইডলাইন

source: Welcome to WCPP
bn_bd: স্বাগতম WCPP

source: Yes
bn_bd: হ্যাঁ
